fix: git-commit修改mermaid图
